Repository: dror-g/nn-colletion
Catalog: bnet/neuralview-1.5.0/po/*.po
Languages: pt_br

source: Edit the selected data
pt_br: Editar o dado selecionado

source: Network connection rate
pt_br: Taxa de conexão da rede

source: Number of epochs trained
pt_br: Número de épocas treinadas

source: New value
pt_br: Novo valor

source: Othe_r
pt_br: _Outros

source: <i>Weight:</i>
pt_br: <i>Peso:</i>

source: Scale _all
pt_br: Ajustar _todos

source: Data name
pt_br: Nome do dado

source: View graph
pt_br: Visualizar grafo

source: Output type
pt_br: Tipo de saída

source: Layer where the neuron is located
pt_br: Camada onde o neurônio está localizado

source: Activation functions
pt_br: Funções de ativação

source: Training parameters
pt_br: Parâmetros de treinamento

source: Batch
pt_br: Lote

source: Momentum term
pt_br: Momento

source: <b>Description:</b>
pt_br: <b>Descrição:</b>

source: View snapshots of the network weights
pt_br: Visualizar registros dos pesos da rede

source: The desired mean squared error / bit fail
pt_br: O erro quadrático médio / bits falhados desejado

source: Couldn't save the project
pt_br: Não foi possível salvar o projeto

source: Value
pt_br: Valor

source: _Max epochs
pt_br: _Limite de épocas

source: There aren't any weight snapshot to show
pt_br: Não há nenhum registro de pesos para ser visualizado

source: Map associations
pt_br: Associações de mapas

source: _Quit
pt_br: _Sair

source: Test network
pt_br: Testar a rede

source: Sparse
pt_br: Esparso

source: Generate report
pt_br: Geral relatório

source: _Maps
pt_br: _Mapas

source: Data editor
pt_br: Editor de dados

source: Train the network
pt_br: Treinar a rede

source: HTML page
pt_br: Página HTML

source: Add-on name
pt_br: Nome do complemento

source: _Project
pt_br: _Projeto

source: Map name
pt_br: Nome do mapa

source: Number of neurons per layer
pt_br: Número de neurônios por camada

source: _Copy
pt_br: _Copiar

source: PNG image
pt_br: Imagem PNG

source: Layer to set the activation function
pt_br: Camada para configurar a função de ativação

source: View the graph of the network
pt_br: Visualizar o grafo da rede

source: View _Graph
pt_br: Visualizar _Grafo

source: Set the activation function for an entire layer
pt_br: Configurar a função de ativação para uma camada inteira

source: Neurons per layer
pt_br: Neurônios por camada

source: _Data Maps
pt_br: Mapas de _Dados

source: _Exporter
pt_br: _Exportador

source: Run a_ll
pt_br: Executar _todos

source: Save graph
pt_br: Salvar grafo

source: Test the network using an existing data
pt_br: Testar a rede utilizando um dado existente

source: _Weights
pt_br: _Pesos

source: _Execution
pt_br: Execução

source: Decrease factor of the connection weights
pt_br: Fator de decremento dos pesos das conexões

source: Per _layer
pt_br: Por _camada

source: Learning momentum
pt_br: Momento da aprendizagem

source: No map
pt_br: Sem mapa

source: Sample description. May have multiple lines.
pt_br: Descrição de exemplo. Pode ter múltiplas linhas.

source: _Topology
pt_br: _Topologia

source: Test
pt_br: Testar

source: _Run
pt_br: _Executar

source: Epochs between reports
pt_br: Épocas entre cada relatório

source: Shu_ffle
pt_br: _Embaralhar

source: The number of input/output neurons in the data doesn't matches the network.
pt_br: Os números de neurônios de entrada/saída no dado diferem dos da rede.

source: Test result
pt_br: Resultado do teste

source: Gaussian symmetric
pt_br: Gaussiana simétrica

source: Add a new row
pt_br: Adicionar uma nova linha

source: Training
pt_br: Treinamento

source: Select the spacing between layers
pt_br: Seleciona o espaçamento entre camadas

source: Test the network
pt_br: Testar a rede

source: Use the mean squared error as stop condition
pt_br: Utilizar o erro quadrático médio como critério de parada

source: S_pacing (%)
pt_br: _Espaçamento (%)

source: _Information
pt_br: _Informações

source: Delta max
pt_br: Delta máximo

source: Connection rate
pt_br: Taxa de conexão

source: Type
pt_br: Tipo

source: Create a copy of the selected data
pt_br: Criar uma cópia do dado selecionado

source: Linear piece
pt_br: Segmento linear

source: _Cancel
pt_br: _Cancelar

source: Total neurons
pt_br: Total de neurônios

source: Connection rate of the network
pt_br: Taxa de conexão da rede

source: Remove the selected data
pt_br: Remover o dado selecionado

source: <i>To:</i>
pt_br: <i>Para:</i>

source: Sigmoid
pt_br: Sigmóide

source: %.4f to %.4f
pt_br: %.4f até %.4f

source: Gaussian
pt_br: Gaussiana

source: Training status
pt_br: Estado do treinamento

source: Threshold symmetric
pt_br: Limiar simétrica

source: _Log epochs
pt_br: _Épocas entre registros

source: _Add-ons
pt_br: _Complementos

source: Sigmoid stepwise
pt_br: Sigmóide passo-a-passo

source: Configure the activation functions
pt_br: Configurar as funções de ativação

source: Couldn't render the plotting
pt_br: Não foi possível renderizar o gráfico

source: Add a new data
pt_br: Adicionar um novo dado

source: Available maps
pt_br: Mapas disponíveis

source: From
pt_br: De

source: Apply the changes
pt_br: Aplicar as mudanças

source: _About
pt_br: _Sobre

source: Delta min
pt_br: Delta mínimo

source: _Neurons
pt_br: _Neurônios

source: Steepness
pt_br: Inclinação

source: _Map
pt_br: _Mapa

source: Add-on authors
pt_br: Autores do complemento

source: Network type
pt_br: Tipo da rede

source: Sample
pt_br: Exemplo

source: Neuron to set the activation function
pt_br: Neurônio para configurar a função de ativação

source: Total connections
pt_br: Total de conexões

source: Exports the neural network and generates a simple program to use it.
pt_br: Exporta a rede neural e gera um programa simples para utilizá-lo.

source: None
pt_br: Nenhum

source: Close the project
pt_br: Fechar o projeto

source: Upper limit
pt_br: Limite superior

source: Input#
pt_br: Entrada#

source: Add a new interval point
pt_br: Adicionar um novo ponto de intervalo

source: _Description
pt_br: _Descrição

source: View the loaded add-ons
pt_br: Visualizar complementos carregados

source: <b>Author(s):</b>
pt_br: <b>Autor(es):</b>

source: _Layer
pt_br: _Camada

source: Couldn't save the project.
pt_br: Não foi possível salvar o projeto.

source: Step error shift
pt_br: Deslocamento do passo de erro

source: Factor that determines how aggressive the training should be
pt_br: Fator que determina a agressividade do treinamento

source: Increase/decrease factor of the step-size
pt_br: Taxa de variação do tamanho do passo

source: Save project
pt_br: Salvar o projeto

source: Reporter
pt_br: Relator

source: Initialize _Weights
pt_br: Inicializar _Pesos

source: Run the network for general inputs
pt_br: Executar a rede para entradas gerais

source: Layer
pt_br: Camada

source: Total number of connections in the network
pt_br: Total de conexões da rede

source: The current project is not saved. Close it anyway?
pt_br: O projeto atual não está salvo. Fechar assim mesmo?

source: Invalid network type
pt_br: Tipo de rede inválido

source: Increase factor of the training step-size
pt_br: Fator de incremento do tamanho do passo do treinamento

source: Map
pt_br: Mapa

source: Add-on description
pt_br: Descrição do complemento

source: Te_st
pt_br: Te_ste

source: Time elapsed (s)
pt_br: Tempo decorrido (s)

source: Export project
pt_br: Tipo de exportação

source: _Remove
pt_br: _Remover

source: Bit fail
pt_br: Erro de bit

source: _Import
pt_br: _Importar

source: SVG image
pt_br: Imagem SVG

source: New data
pt_br: Novo dado

source: Data manager
pt_br: Gerenciador de dados

source: Create network
pt_br: Criar rede

source: Range
pt_br: Intervalo

source: Import a data from a file
pt_br: Importar um dado de um arquivo

source: _Parameters
pt_br: Parâmetros

source: Network topology
pt_br: Topologia da rede

source: Add-ons
pt_br: Complementos

source: To
pt_br: Para

source: Confirmation
pt_br: Confirmação

source: Neuron
pt_br: Neurônio

source: Unloading sample
pt_br: Descarregando exemplo

source: Bias per layer
pt_br: Bias por camada

source: Permanently remove <b>%s</b>?
pt_br: Remover <b>%s</b> permanentemente?

source: _Bit fail limit
pt_br: Limite de erro de _bits

source: Open an existing project
pt_br: Abrir um projeto existente

source: Runs the network for all rows
pt_br: Executar a rede para todas as linhas

source: Sample tooltip
pt_br: Dica de ferramenta (exemplo)

source: _Rate %
pt_br: _Taxa %

source: Loading sample
pt_br: Carregando exemplo

source: Stop condition
pt_br: Critério de parada

source: Save the project
pt_br: Salvar o projeto

source: Sample addon
pt_br: Exemplo de complemento

source: Generate reports about the current project
pt_br: Gerar relatórios sobre o projeto atual

source: <b>Add-on:</b>
pt_br: <b>Complemento:</b>

source: Remove all hidden layers and added neurons
pt_br: Remover todas as camadas escondidas e neurônios adicionados

source: Linear piece symmetric
pt_br: Segmento linear simétrica

source: Decrease factor
pt_br: Fator de decremento

source: _Fixed point
pt_br: Ponto _fixo

source: Epoch
pt_br: Época

source: Initialize the connection weights of the network
pt_br: Inicializar os pesos das conexões da rede

source: Use the bit fail as stop condition
pt_br: Utilizar os bits falhados como critério de parada

source: _Edit
pt_br: _Editar

source: Cos symmetric
pt_br: Cosseno simétrica

source: Bit fail limit
pt_br: Limite de erro debits

source: _Close
pt_br: _Fechar

source: Remove the selected map
pt_br: Remover o mapa selecionado

source: Generates reports about the current project.
pt_br: Gera relatórios sobre o projeto atual.

source: Stops the training
pt_br: Para o treino

source: Temperature
pt_br: Temperatura

source: Save the network for external use
pt_br: Salvar a rede para uso externo

source: Edit the network topology
pt_br: Editar a topologia da rede

source: Couldn't export to %s
pt_br: Não foi possível exportar para %s

source: Selected training algorithm
pt_br: Algoritmo de treinamento selecionado

source: Weight decay shift
pt_br: Deslocamento do decaimento dos pesos

source: SARPROP weight decay shift
pt_br: Deslocamento do decaimento dos pesos do algoritmo SARPROP

source: Max
pt_br: Máximo

source: Configure the training parameters
pt_br: Configurar os parâmetros de treinamento

source: Edit the selected map
pt_br: Editar o mapa selecionado

source: No code
pt_br: Sem código

source: Scale the selected data between an interval
pt_br: Ajusta o dado selecionado entre um intervalo

source: Export _type
pt_br: _Tipo de exportação

source: Exporter
pt_br: Exportador

source: Per _neuron
pt_br: Por _neurônio

source: <b>Connection details:</b>
pt_br: <b>Detalhes das conexões:</b>

source: Output
pt_br: Saída

source: (layer: %d, pos: %d%s)
pt_br: (camada: %d, pos: %d%s)

source: Source layer to show the connections
pt_br: Camada de origem para mostrar as conexões

source: Weight
pt_br: Peso

source: Min
pt_br: Mínimo

source: _Train
pt_br: _Treinamento

source: Set the connection weights to random values between a range
pt_br: Configura os pesos das conexões para valores aleatórios entre o intervalo determinado

source: Classification
pt_br: Classificação

source: to
pt_br: para

source: Initial value of the step-size
pt_br: Valor inicial para o tamanho do passo

source: Initialize weights
pt_br: Inicializar pesos

source: View weights
pt_br: Visualizar pesos

source: Information
pt_br: Informação

source: Standard
pt_br: Padrão

source: Weight snapshots
pt_br: Registro de pesos

source: Scale _output
pt_br: Ajustar _saída

source: Scale _input
pt_br: Ajustar _entrada

source: Mean squared error
pt_br: Erro quadrático médio

source: Learning rate
pt_br: Taxa de aprendizagem

source: If the network will be exported using fixed point numbers
pt_br: Se a rede vai ser exportada utilizando números de ponto fixo

source: Scale data
pt_br: Ajustar dado

source: Function
pt_br: Função

source: _Training
pt_br: _Treinamento

source: Starts the training
pt_br: Inicia o treinamento

source: Show _bias
pt_br: Mostrar _bias

source: _Start
pt_br: _Iniciar

source: Decrease factor of the step-size
pt_br: Fator de decremento do tamanho do passo

source: View the connection weights of the network
pt_br: VIsualizar os pesos das conexões da rede

source: _Type
pt_br: _Tipo

source: The interval between logs (0 disables the logs)
pt_br: O intervalo entre registros (0 desabilita os registros)

source: Remove a hidden layer
pt_br: Remover uma camada escondida

source: Training _data
pt_br: _Dado de treinamento

source: Quit from the application
pt_br: Sair da aplicação

source: The acceptable bit error
pt_br: O erro de bit aceitável (mais do que isto o bit é considerado falhado)

source: Hidden
pt_br: Escondida

source: Shortcut
pt_br: Atalho

source: Open project
pt_br: Abrir projeto

source: Save the network graph
pt_br: Salvar o grafo da rede

source: Desired _error
pt_br: _Erro desejado

source: Training data to be used
pt_br: Dado de treino a ser utilizado

source: The maximum number of epochs that the training can run
pt_br: O número máximo de épocas que o treinamento pode ser executado

source: _New
pt_br: _Novo

source: Parameters
pt_br: Parâmetros

source: Input
pt_br: Entrada

source: Bit limit
pt_br: Limite de bits

source: Ru_n
pt_br: _Executar

source: _Scale
pt_br: _Ajustar

source: There aren't any data to show
pt_br: Não há dados para serem visualizados

source: Toggles the bias neuron visualization
pt_br: Habilita/desabilita a visualização dos neurônios bias

source: Run a copy of the selected data
pt_br: Executar a rede com uma cópia do dado selecionado

source: Threshold
pt_br: Limiar

source: Training history
pt_br: Histórico do treinamento

source: _Save
pt_br: _Salvar

source: New map
pt_br: Novo mapa

source: Create a new project
pt_br: Criar um novo projeto

source: Neural Network Simulator
pt_br: Simulador de Redes Neurais

source: View the plotting of the bit fail changes
pt_br: Visualizar o gráfico das alterações dos bits falhados

source: Shuffle the rows of selected data
pt_br: Embaralhar as linhas do dado selecionado

source: Sample clicked!
pt_br: Exemplo clicado!

source: Elapsed time
pt_br: Tempo decorrido

source: Elliot symmetric
pt_br: Elliot simétrica

source: Epochs
pt_br: Épocas

source: Sigmoid symmetric
pt_br: Sigmóide simétrica

source: Output#
pt_br: Saída#

source: Randomize
pt_br: Aleatorizar

source: Activation function
pt_br: Função de ativação

source: Remove the selected interval points
pt_br: Remover os pontos selecionados

source: _Zoom (%)
pt_br: _Aproximação (%)

source: Manage the data maps
pt_br: Gerencia os mapas de dados

source: Test data to be used
pt_br: Dado de teste a ser utilizado

source: Test _data
pt_br: _Dado de teste

source: _View Add-ons
pt_br: Visualizar Complementos

source: Set the activation function for a single neuron
pt_br: Configura a função de ativação para um neurônio

source: Remove the selected rows
pt_br: Remove as linhas selecionadas

source: SARPROP temperature
pt_br: Temperatura do algoritmo SARPROP

source: Sin symmetric
pt_br: Seno simétrica

source: (Copy)
pt_br: (Cópia)

source: R_un
pt_br: _Executar

source: Couldn't load the project.
pt_br: Não foi possível carregar o projeto.

source: <i>From:</i>
pt_br: <i>De:</i>

source: Increase factor
pt_br: Fator de incremento

source: Minimum value of the step-size
pt_br: Valor mínimo do tamanho do passo

source: Edit network
pt_br: Editar rede

source: Map manager
pt_br: Gerenciador de mapas

source: Desired error
pt_br: Erro desejado

source: Add a new map
pt_br: Adicionar um novo mapa

source: SARPROP step error threshold factor
pt_br: Fator do limiar do passo de erro do algoritmo SARPROP

source: Map editor
pt_br: Editor de mapas

source: View the plotting of the mean squared error changes
pt_br: Visualizar o gráfico das alterações do erro quadrático médio

source: View informations about the application
pt_br: Visualizar informações sobre a aplicação

source: Step error threshold factor
pt_br: Fator do limiar do passo de erro

source: Network connection type
pt_br: Tipo de conexão da rede

source: Decay
pt_br: Declínio

source: Network runner
pt_br: Execução da rede

source: Snapshot
pt_br: Registro

source: _Add
pt_br: _Adicionar

source: Maximum value of the step-size
pt_br: Valor máximo do tamanho do passo

source: Open training/test data
pt_br: Abrir dado de treinamento/teste

source: SARPROP step error shift
pt_br: Deslocamento do passo de erro do algoritmo SARPROP

source: Invalid data
pt_br: Dado inválido

source: Max epochs
pt_br: Limite de épocas

source: Data _Manager
pt_br: _Gerenciador de Dados

source: Add a hidden layer
pt_br: Adicionar uma camada escondida

source: Set the connection weights according to the Nguyen-Widrow algorithm
pt_br: Configura os pesos das conexões de acordo com o algoritmo de Nguyen-Widrow

source: Close the dialog
pt_br: Fechar o diálogo

source: Activation _Functions
pt_br: _Funções de Ativação

source: Manage the training / test data
pt_br: Gerenciar os dados de treino / teste

source: Mean squared error history
pt_br: Histórico do erro quadrático médio

source: Cos
pt_br: Cosseno

source: View Weig_hts
pt_br: Visualizar _Pesos

source: Select the zoom level
pt_br: Selecionar o nível de aproximação

source: Neurons
pt_br: Neurônios

source: _Open
pt_br: _Abrir

source: Runs the network for the selected rows
pt_br: Executa a rede para as linhas selecionadas

source: View add-ons
pt_br: Visualizar complementos

source: Res_et
pt_br: _Reiniciar

source: Sin
pt_br: Seno

source: Toggle the map visualization
pt_br: Habilitar/desabilitar a visualização por mapas

source: Invalid project
pt_br: Projeto inválido

source: Total number of neurons in the network
pt_br: Número total de neurônios na rede

source: Training algorithm
pt_br: Algoritmo de treinamento

source: _Reporter
pt_br: _Relator

source: _Layers
pt_br: _Camadas

source: Imported data
pt_br: Dado importado

source: Number of bias neurons per layer
pt_br: Número de neurônios bias por camada

source: Algorithm
pt_br: Algoritmo

source: Activation function steepness
pt_br: Inclinação da função de ativação
